Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [57698] Trường hợp thang máy không phục vụ tất cả các tầng, hãy xác định các tầng được phục vụ bởi mỗi khoang thang máy
vi: [57698] Trường hợp thang máy không phục vụ tất cả các tầng, phải xác định các tầng được phục vụ bởi từng cụm thang máy

source: [57709] Cửa thang máy không được đặt trực tiếp đối diện với cửa phòng khách.
vi: [57709] Cửa thang máy không được đặt đối diện trực tiếp với cửa phòng khách.

source: [57711] Đề xuất chiếu sáng tự nhiên.
vi: [57711] Khuyến nghị dùng ánh sáng tự nhiên.

source: [57735] Kết nối độc lập với các ổ cắm chung
vi: [57735] Mạch điện độc lập khỏi mạch cho các ổ cắm thông dụng

source: [57740] Không được đặt liền kề với cửa phòng khách.
vi: [57740] Không được bố trí liền kề với cửa phòng khách.

source: [57748] Chiều cao lắp đặt của các ổ cắm nên tối thiểu 40cm (16in) so với mức sàn đã hoàn thiện.
vi: [57748] Chiều cao lắp đặt các ổ cắm tối thiểu 40cm (16in) so với mức sàn đã hoàn thiện.

source: [57772] Ưu tiên thao tác xả nước tự động.
vi: [57772] Ưu tiên bồn xả nước tự động.

source: [57882] Khách sạn phải chống lại tiếng ồn quá mức và tầm nhìn không mong muốn của các khách sạn lân cận.
vi: [57882] Khách sạn phải chống lại tiếng ồn không cần thiết và tầm nhìn không mong muốn của các tòa nhà lân cận.

source: [57885] Nên che khỏi đường sắt, đường cao tốc, khu công nghiệp, tổ hợp khu chung cư và khu dân cư.
vi: [57885] Nên che tầm nhìn ra đường sắt, đường cao tốc, khu công nghiệp, tổ hợp khu chung cư và khu dân cư.

source: [579056] Khi đến bữa sáng, khách phải được chào đón trước và sau đó hỏi tên họ và số phòng chỉ trong trường hợp không biết.
vi: [579056] Khi đến bữa sáng, khách phải được chào trước và sau đó hỏi tên họ và số phòng chỉ trong trường hợp không biết.

source: [57920] Không cho phép lối vào tiện ích hiện trường bên dưới hoặc trên đường tới porte cochere.
vi: [57920] Không cho phép có lối đi bảo trì bên dưới hoặc trên đường tới mái sảnh.

source: [57926] Yêu cầu chiếu sáng ban đêm nếu cờ bay buổi tối.
vi: [57926] Yêu cầu chiếu sáng nếu không hạ cờ vào buổi tối.

source: [57937] Phải cung truy cập cố định vào đế cột cờ.
vi: [57937] Phải có lối đi an toàn cố định để tiếp cận đế cột cờ.

source: [57939] Dùng dây kéo bên trong để giảm tiếng ồn gió.
vi: [57939] Dùng cáp kéo bên trong để giảm tiếng ồn gió.

source: [57960] Phải được sơn hoặc hoàn thiện kim loại cho cầu thang đi ra.
vi: [57960] Thanh vịn cầu thang thoát hiểm phải được sơn hoặc hoàn thiện trong nhà máy.

source: [57] Khi URL và / hoặc số điện thoại miễn phí được sử dụng trên tài liệu khuyến mại mang theo và tài liệu quảng cáo khác, phải sử dụng URL thương hiệu chính xác và số điện thoại miễn phí CRO.
vi: [57] Khi URL và/hoặc số điện thoại miễn phí được sử dụng trên quà tặng truyền thông và các vật phẩm quảng cáo khác, phải sử dụng URL thương hiệu và số điện thoại miễn phí CRO chính xác.

source: [58004] Nếu được cung cấp, phần tay phải cho phép mở rộng trơn tru
vi: [58004] Nếu có, các khớp gắn phải cho phép mở rộng trơn tru

source: [580056] Nếu tiếng Anh không phải là ngôn ngữ địa phương, các thẻ thực phẩm nên bằng hai ngôn ngữ, với tiếng Anh là một trong hai ngôn ngữ.
vi: [580056] Nếu tiếng Anh không phải là ngôn ngữ địa phương, các tag món nên bằng hai ngôn ngữ, trong đó có tiếng Anh

source: [58006] Hệ thống quản lý cáp
vi: [58006] Hệ thống quản lý dây cáp

source: [581050] Khuyến nghị các bao/ túi đường nhỏ.
vi: [581050] Khuyến nghị dùng các gói đường nhỏ.

source: [581055] khách sạn siêu cao tầng phải có Chiến lược chữa cháy được phát triển bởi Người đủ điều kiện.
vi: [581055] khách sạn siêu cao tầng phải có Chiến lược chữa cháy được phát triển bởi Người có chuyên môn.

source: [581066] Giấy chứng nhận nhà sản xuất nên có sẵn để kiểm tra.
vi: [581066] Giấy chứng nhận nhà sản xuất phải có sẵn để kiểm tra.

source: [581073] Thiết bị phát hiện khói với thiết bị âm thanh cục bộ được yêu cầu trong tất cả các phòng khách.
vi: [581073] Thiết bị phát hiện khói với báo động âm thanh cục bộ được yêu cầu trong tất cả các phòng khách.

source: [581078] Một bảng báo động phải được theo giám sát liên tục.
vi: [581078] Bảng điều khiển phải được theo giám sát liên tục.

source: [581079] Kích hoạt thiết bị khởi động báo động thứ hai phải dẫn đến kích hoạt Báo động chung.
vi: [581079] Kích hoạt thiết bị khởi tạo báo động thứ hai phải dẫn đến kích hoạt Báo động chung.

source: [582049] Cần tối thiểu hai cống trong tất cả Bể bơi và Bồn tắm nước nóng.
vi: [582049] Cần tối thiểu hai ga thoát nước trong tất cả các Bể bơi và Bể nước nóng.

source: [582050] nắp cống chống kẹt được yêu cầu trong tất cả các Bể bơi và Bồn tắm nước nóng với một cống duy nhất.
vi: [582050] Nắp thoát sàn chống mắc kẹt được yêu cầu trong tất cả các Bể bơi và Bể nước nóng chỉ có một ga thoát duy nhất.

source: [583049] Đồ gia vị được phép đựng trong các chai thương mại chính thức.
vi: [583049] Đồ gia vị được phép đựng trong các chai bao bì thương mại ban đầu.

source: [583050] Nếu đồ gia vị đựng trong chai đóng kiểu thương mại ban đầu, không yêu cầu thẻ thực phẩm.
vi: [583050] Nếu gia vị đựng trong chai bao bì thương mại ban đầu, không yêu cầu tag món.

source: [583062] Cho phép suất ăn kiểm soát thành phần, đóng gói thương mại.
vi: [583062] Cho phép sử dụng sữa chua trong bao bì thương mại theo khẩu phần nhỏ

source: [583104] Cho phép nước ép tươi hoặc vắt
vi: [583104] Cho phép nước ép hoặc vắt tươi

source: [58390] Phải phối hợp với thiết kế nội thất liền kề.
vi: [58390] Phải đồng bộ với thiết kế nội thất.

source: [58412] Yêu cầu đường dốc lối lề đường tại các lối vào chính cho tất cả các tòa nhà được khách truy cập và gần tất cả các bãi đỗ xe cho người khuyết tật.
vi: [58412] Yêu cầu có dốc lên vỉa hè tại các lối vào chính cho tất cả các tòa nhà khách có thể vào và gần tất cả các bãi đỗ xe cho người khuyết tật.

source: [58420] Tất cả các phòng cho người khuyết tật phải kết nối với một phòng đôi liền kề.
vi: [58420] Tất cả các phòng cho người khuyết tật phải kết nối với một phòng twin liền kề.

source: [58421] Nên được đặt càng gần thực tế với sảnh thang máy.
vi: [58421] Nên được bố trí gần nhất có thể với sảnh thang máy.

source: [58439] Tất cả các thiết bị treo tường phải được gắn ở độ cao cho người khuyết tật.
vi: [58439] Tất cả các thiết bị gắn tường phải được gắn ở độ cao phù hợp với người khuyết tật.

source: [58444] Bề mặt trên cùng phải ở mức 81cm (2ft 8in) so với mức sàn đã hoàn thiện.
vi: [58444] Mặt trên cùng phải ở mức 81cm (2ft 8in) so với mức sàn hoàn thiện.

source: [58446] Phải có một khoảng trống dưới quầy trang điểm rộng 75cm (30in) x cao 67,5cm (27in).
vi: [58446] Phải có khoảng trống rộng 75cm (30in) x cao 67,5cm (27in) dưới vanity

source: [58449] Đường ống dẫn nước phải được cách nhiệt
vi: [58449] Đường ống dẫn nước lộ ra ngoài phải được cách nhiệt

source: [58461] Phải có một vòi trượt xịt tay điều chỉnh.
vi: [58461] Phải có vòi sen cầm tay có giá đỡ điều chỉnh độ cao.

source: [58464] Sàn tắm phải được dốc về phía cống thoát nước.
vi: [58464] Sàn tắm phải dốc về phía ga thoát nước.

source: [58467] Vòi hoa sen phải là loại cuộn.
vi: [58467] Khoang tắm sen phải cho phép lăn xe lăn vào

source: [58472] Một báo động cháy hình ảnh trong tất cả các khu vực có thể ở của một phòng khách.
vi: [58472] Một báo động cháy hình ảnh trong tất cả các khu vực có thể sử dụng của một phòng khách.

source: [58510] Một công tắc ngắt điều hòa không khí.
vi: [58510] Một công tắc ngắt điều hòa.

source: [58606] Một cho mỗi phòng tắm được đặt trên đầu quầy.
vi: [58606] mỗi phòng tắm có một khay/hộp amenity đặt trên mặt quầy vanity.

source: [58629] Cung cấp biển hiệu bằng các ngôn ngữ bổ sung.
vi: [58629] Có thể bổ sung biển báo bằng các ngôn ngữ khác.

source: [58633] Không cho phép Polystyrene
vi: [58633] Không cho phép cốc nhựa

source: [58637] Yêu cầu nắp hoặc đế lót ly
vi: [58637] Yêu cầu có nắp hoặc miếng lót cốc

source: [58638] Không cho phép logo trên nắp hoặc đế lót cốc.
vi: [58638] Không cho phép logo trên nắp hoặc miếng lót cốc.

source: [58675] Một đội xanh nên được thành lập để khuyến khích vô địch và quyền sở hữu các mục tiêu bền vững của khách sạn.
vi: [58675] Một Green Team (Team Hành động Xanh) nên được thành lập để khuyến khích đạt được các mục tiêu bền vững của khách sạn.

source: [587096] Tối thiểu, luôn có một chai rượu vang trong chai
vi: [587096] Tối thiểu, luôn có một loại rượu sủi bọt phục vụ theo chai

source: [58785] Cung cấp tối thiểu sáu móc treo.
vi: [58785] Cung cấp tối thiểu sáu mắc áo.

source: [58786] Móc treo phải có kích thước, hình dạng, màu sắc và chất liệu đồng bộ.
vi: [58786] Mắc áo phải có kích thước, hình dạng, màu sắc và chất liệu đồng bộ.

source: [58788] Yêu cầu tối thiểu ba móc treo váy.
vi: [58788] Yêu cầu tối thiểu ba mắc treo váy.

source: [58790] Không cho phép móc treo an ninh, móc chống trộm và móc mở có thể tháo rời.
vi: [58790] Không cho phép mắc chống trộm và móc treo gắn tường có thể tháo rời

source: [58825] Phải là kích thước toàn phần.
vi: [58825] Phải là bàn là full size.

source: [58834] Không được rò rỉ.
vi: [58834] Không được rò nước.

source: [58835] Không cho phép bàn là thiết kế travel size
vi: [58835] Không cho phép bàn là du lịch

source: [58838] Tài liệu cho kiểm tra thường xuyên phải được duy trì.
vi: [58838] Phải duy trì tài liệu kiểm tra thường xuyên.

source: [58845] Nếu không có nhãn hiệu trên nệm, phải có một sổ ghi để ghi rõ lịch trình quay nệm
vi: [58845] Nếu không có nhãn hướng dẫn trên nệm, phải có tài liệu ghi lại lịch lật nệm

source: [58850] Giường phụ có nệm phải có gối và được dọn dẹp hoàn toàn.
vi: [58850] Giường phụ có nệm phải có gối và được làm giường đầy đủ.

source: [58864] Trước khi được chuyển đến phòng khách, cũi phải được vệ sinh bằng các sản phẩm an toàn cho trẻ em.
vi: [58864] Trước khi được chuyển đến phòng khách, cũi phải được khử trùng bằng các sản phẩm an toàn cho trẻ em.

source: [58865]Một lưu ý phải được đặt trên nệm chỉ ra rằng cũi đã được vệ sinh.
vi: [58865]Một lưu ý phải được đặt trên nệm, thông báo rằng cũi đã được khử trùng

source: [58868] Cũi phải đi kèm với thanh chắn an toàn.
vi: [58868] Cũi phải có thanh chắn an toàn.

source: [58870] Chăn thêm phải được để trong tủ quần áo hoặc có sẵn theo yêu cầu.
vi: [58870] Chăn bổ sung phải có sẵn trong tủ quần áo hoặc được cung cấp theo yêu cầu.

source: [58879] Cơ sở báo thức phải có một đồng hồ.
vi: [58879] Tiện ích báo thức phải bao gồm đồng hồ.

source: [58880] Cơ sở báo động phải có cài đặt thời gian chính xác.
vi: [58880] Tiện ích báo thức phải có cài đặt thời gian chính xác.

source: [58883] Thiết bị báo động phải được hủy kích hoạt khi khách rời đi
vi: [58883] Tiện ích báo thức phải được tắt khi khách rời đi

source: [589081] Sauvignon Blanc hoặc một pha trộn trong đó nó là giống nho chính HOẶC Chardonnay hoặc một hỗn hợp trong đó nó là giống nho chính
vi: [589081] Sauvignon Blanc hoặc một hỗn hợp nho trong đó nó là giống nho chính HOẶC Chardonnay hoặc một hỗn hợp nho trong đó nó là giống nho chính

source: [589082] Cabernet Sauvignon hoặc một pha trộn trong đó nó là giống nho chính HOẶC Pinot Noir hoặc một pha trộn trong đó nó là giống nho chính
vi: [589082] Cabernet Sauvignon hoặc một hỗn hợp nho trong đó nó là giống nho chính HOẶC Pinot Noir hoặc một hỗn hợp nho trong đó nó là giống nho chính

source: [58922] Phải có bộ hiển thị AV trong phòng họp.
vi: [58922] Phải có thiết bị hiển thị AV trong phòng họp.

source: [58923] Tối thiểu một màn hình lõm hoặc TV màn hình phẳng lớn.
vi: [58923] Tối thiểu một màn hình âm tường hoặc TV màn hình phẳng lớn.

source: [58941] Nội thất phòng họp nên cho phép các cuộc họp nhóm thoải mái.
vi: [58941] Nội thất phòng họp nên cho phép nghỉ giữa giờ thoải mái.

source: [58948] Tối thiểu, nó phải có thể vừa với máy tính xách tay 38cm (15in).
vi: [58948] Tối thiểu, két phải chứa vừa với máy tính xách tay 38cm (15in).

source: [58985] Phải thực hiện một hệ thống theo dõi để giám sát tất cả các yêu cầu đến.
vi: [58985] Phải có một hệ thống theo dõi để giám sát tất cả các yêu cầu nhận được.

source: [59001] Phải gửi một bức thư hoặc email cảm ơn cho khách hàng trong vòng một ngày làm việc sau khi kiểm tra / tham quan.
vi: [59001] Phải gửi thư giấy hoặc email cảm ơn cho khách hàng trong vòng một ngày làm việc sau khi cuộc kiểm tra/tham quan.

source: [59003] Việc kiểm tra vị trí với khách hàng phải được lên lịch sao cho thuận tiện nhất cho khách tại giờ thỏa thuận
vi: [59003] Việc kiểm tra địa điểm cùng khách phải được lên lịch sớm nhất có thể mà vẫn thuận tiện cho khách

source: [59004] Trong vòng hai ngày làm việc kể từ khi cung cấp cho khách hàng một hợp đồng bằng văn bản, nhân viên Bán hàng phải liên hệ với khách hàng về hợp đồng được đề xuất.
vi: [59004] Trong vòng hai ngày làm việc kể từ khi cung cấp cho khách hàng một hợp đồng bằng văn bản, nhân viên Sales phải liên hệ với khách hàng về hợp đồng được đề xuất.

source: [59005] Hợp đồng phải được xem xét bởi nhân viên Bán hàng với khách hàng để đảm bảo tất cả các điều khoản và điều kiện được hiểu.
vi: [59005] Hợp đồng phải được xem xét bởi nhân viên Sales với khách hàng để đảm bảo tất cả các điều khoản và điều kiện được hiểu.

source: [59006] Nhân viên bán hàng và khách hàng nên sắp xếp một ngày để ký kết và trả lại hợp đồng cho nhân viên Bán hàng.
vi: [59006] Nhân viên Sales và khách hàng nên sắp xếp một ngày để ký kết và trả lại hợp đồng cho nhân viên Sales.

source: [59007] Hợp đồng phải bao gồm đặt cọc, chi tiết thanh toán trước và hạn chót.
vi: [59007] Hợp đồng phải bao gồm thông tin đặt cọc, thông tin thanh toán trước và hạn chót.

source: [59009] Phải điều chỉnh mỗi hợp đồng theo sự kiện của khách hàng cá nhân.
vi: [59009] Mỗi hợp đồng đều được tùy chỉnh sao cho phù hợp từng sự kiện cụ thể của khách.

source: [59012] Tất cả các đề xuất phải được theo dõi với khách hàng trong vòng hai ngày làm việc.
vi: [59012] Tất cả các đề xuất phải được follow up với khách hàng trong vòng hai ngày làm việc.

source: [59013] Đề xuất phải được xem xét với khách hàng.
vi: [59013] Đề xuất phải được xem xét cùng với khách hàng.

source: [59055] Nhân viên buồng phòng phải báo cáo bất kỳ vấn đề nào về đồ đạc, nội thất và / hoặc thiết bị cho phòng Bảo trì.
vi: [59055] Nhân viên buồng phòng phải báo cáo bất kỳ vấn đề nào về đồ đạc, nội thất và/hoặc thiết bị cho bộ phận Bảo trì.

source: [59207] Phải cung cấp tối thiểu hai khăn cocktail giấy.
vi: [59207] Phải cung cấp tối thiểu hai khăn giấy cocktail.

source: [59210] Tối thiểu cung cấp hai lốc chịu nhiệt bằng giấy hoặc gỗ mềm cork
vi: [59210] Tối thiểu cung cấp hai lót cốc bằng giấy hoặc gỗ cork

source: [59401] cơ sở trà và cà phê phải được đặt liền kề với các nguồn cung cấp trà và cà phê.
vi: [59401] dụng cụ pha trà và cà phê phải được đặt liền kề với các gói trà và cà phê.

source: [59695] Bữa sáng phải tối thiểu bốn giờ trong khoảng từ 05:00 đến 12:00.
vi: [59695] Bữa sáng tối thiểu bốn tiếng trong khoảng từ 05:00 đến 12:00.

source: [59696] Bữa trưa phải tối thiểu ba giờ, từ 11:00 đến 16:00.
vi: [59696] Bữa trưa tối thiểu ba tiếng, từ 11:00 đến 16:00.

source: [59697] Bữa tối phải tối thiểu ba giờ, từ 17:00 đến 01:00.
vi: [59697] Bữa tối tối thiểu ba tiếng, từ 17:00 đến 01:00.

source: [59698] Quầy bar phải tối thiểu năm giờ, từ 10:00 đến 03:00.
vi: [59698] Quầy bar tối thiểu năm tiếng, từ 10:00 đến 03:00.

source: [59705] Luôn phục vụ bữa sáng, bữa trưa và bữa tối trong một nhà hàng trọn gói bảy ngày một tuần.
vi: [59705] Luôn phục vụ bữa sáng, bữa trưa và bữa tối trong một nhà hàng full-service bảy ngày một tuần.

source: [59706] Bữa sáng trong nhà hàng trọn gói phải bao gồm tiệc buffet và phục vụ thực đơn gọi món giới hạn (à la carte).
vi: [59706] Bữa sáng trong nhà hàng full-service phải bao gồm tiệc buffet và phục vụ à la carte với số món giới hạn

source: [59758] Khuyến nghị máy pha chế ngũ cốc
vi: [59758] Khuyến nghị dùng dispenser cho ngũ cốc

source: [59884] Phải cung cấp một con cái lạnh.
vi: [59884] Phải cung cấp một món cá nguội.

source: [59917] Tối thiểu, cung cấp hai loại bánh mì bread roll
vi: [59917] Tối thiểu, cung cấp hai loại bánh mì chuột

source: [59924] Cung cấp tối thiểu hai và tối đa bốn loại bánh ngọt Đan Mạch.
vi: [59924] Cung cấp tối thiểu hai và tối đa bốn loại bánh Danish.

source: [59974] Bày biện đông lạnh sữa chua.
vi: [59974] Sữa chua được giữ lạnh khi bày.

source: [59977] Phải cùng kích thước và phong cách.
vi: [59977] Phải cùng kích thước và kiểu dáng

source: [59] Ở các quốc gia không có số điện thoại miễn phí, chỉ được phép có các chi tiết URL của thương hiệu.
vi: [59] Ở các quốc gia không có số điện thoại miễn phí, được phép chỉ để chi tiết URL của thương hiệu.

source: [60096] Phải được đựng trong một bình hoặc ly thủy tinh.
vi: [60096] Phải được đựng trong một bình dispenser hoặc bình thủy tinh.

source: [60121] Một tủ lạnh nhỏ với nước lạnh đóng chai.
vi: [60121] Một tủ lạnh mini với nước lạnh đóng chai.

source: [60122] Cung cấp nước đóng chai tại nhiệt độ phòng.
vi: [60122] Cung cấp nước đóng chai ở nhiệt độ phòng.

source: [60124] Nước đóng chia từ 200ml đến 600ml (6.7fl oz and 20.2fl oz).
vi: [60124] Nước đóng chai từ 200ml đến 600ml

source: [60217] Nếu đồ gia vị đựng trong lọ, nên đựng đầy ít nhất một nửa lọ.
vi: [60217] Phải có bơ và bơ thực vật

source: [60228] Cho phép các loại sốt bổ sung cho mỗi đề xuất buffet khu vực.
vi: [60228] Cho phép bổ sung thêm các loại sốt cho mỗi buffet theo thông lệ ở vùng đó.

source: [60234] Phải bày tối thiểu hai và tối đa bốn loại thịt nguội với pho mát (cold cuts)
vi: [60234] Phải bày tối thiểu hai và tối đa bốn loại thịt nguội (cold cuts)

source: [60318] Cà phê / trà tự phục vụ phải có trong tiệc buffet.
vi: [60318] Cà phê/trà tự phục vụ phải có trong buffet.

source: [60345] Không cho phép mứt và mật ong được đóng gói thương mại vào lọ thủy tinh điều chỉnh lượng cân riêng lẻ
vi: [60345] Không cho phép dùng mứt và mật ong được đóng gói thương mại vào lọ thủy tinh nhỏ chứa khẩu phần được kiểm soát

source: [60349] Không cho phép các vòm bơ đông lạnh cá nhân.
vi: [60349] Không cho phép có khay đựng bơ đông lạnh.

source: [60350] Hộp đựng/ xay muối và tiêu
vi: [60350] Lọ đựng/ lọ xay muối và tiêu

source: [60382] Tất cả khách phải được chào đón ở lối vào của tất cả nhà hàng phục vụ.
vi: [60382] Tất cả khách phải được chào đón ở lối vào của tất cả nhà hàng full service.

source: [60394] Đồ sành sứ và thủy tinh phải ở trong tình trạng tốt, không có chip, sạch sẽ và không có vết bẩn.
vi: [60394] Đồ sứ và đồ thủy tinh phải ở trong tình trạng tốt, sạch sẽ, không sứt mẻ.

source: [605113] Gương treo tường đi xuống sàn phải được bảo vệ bởi đế hoặc màng chống vỡ.
vi: [605113] Gương treo tường kéo xuống tận sàn phải được bảo vệ bởi ốp hoặc màng chống vỡ.

source: [60515] Phải có tối thiểu sáu lần đổ đầy
vi: [60515] Phải có tối thiểu sáu loại nhân

source: [60566] Sữa ca cao.
vi: [60566] ca cao đá xay.

source: [606049] Nhiệt độ nước tại điểm sử dụng không được dao động quá 5 ° C (10 ° F) ngay khi lắp đặt.
vi: [606049] Nhiệt độ nước tại điểm sử dụng không được dao động quá 5°C sau khi mở nước.

source: [606050] Ánh sáng trong phòng bán hàng tự động và phòng giặt phải vẫn bật hoặc tự động chiếu sáng khi vào phòng.
vi: [606050] Ánh sáng trong phòng máy bán hàng tự động và phòng giặt luôn phải bật hoặc phải tự động bật khi khách vào phòng.

source: [606053] Yêu cầu một quầy nước trái cây vào bữa sáng all day dining
vi: [606053] Yêu cầu một quầy nước trái cây trong bữa sáng all day dining

source: [60683] Dụng cụ đậy phải được làm bằng sợi thủy tinh hoặc kim loại
vi: [60683] Nắp đậy phải được làm bằng sợi thủy tinh hoặc kim loại

source: [607062] Trường hợp quy định văn hóa cho rượu, không yêu cầu cốc và ly rượu champagne
vi: [607062] Trường hợp quy định văn hóa đối với rượu, không yêu cầu cung cấp ly rượu và và ly champagne

source: [607063] Nếu tủ lạnh mini có các sản phẩm đóng chai, phải cung cấp dụng cụ mở rượu hoặc mở chai đi kèm.
vi: [607063] Nếu tủ lạnh mini có các sản phẩm đóng chai, phải cung cấp dụng cụ mở rượu hoặc mở chai phù hợp.

source: [60712] Thực đơn tự chọn và thực đơn gọi món phải bao gồm các món ăn địa phương hoặc khu vực và phương Tây
vi: [60712] Thực đơn buffet và a la carte phải bao gồm các món ăn và món Âu

source: [60748] Bàn phải sạch sẽ và được chuẩn bị đầy đủ trước khi khách ngồi.
vi: [60748] Bàn phải được dọn sạch và set up đầy đủ trước khi khách vào bàn.

source: [60749] Bàn phải được dọn sạch, làm sạch và đặt trong vòng năm phút sau khi khách rời khỏi trong giờ phục vụ
vi: [60749] Bàn phải được dọn sạch, vệ sinh và set up mới trong vòng năm phút sau khi khách rời khỏi trong giờ phục vụ

source: [60759] Phải đề xuất một lựa chọn trải nghiệm ăn uống riêng tư.
vi: [60759] Phải cung cấp lựa chọn trải nghiệm ăn uống riêng tư.

source: [60810] món thường mất hơn 20 phút phải được ghi chú trong thực đơn và khách phải được thông báo tại thời điểm đặt hàng.
vi: [60810] Các món thường mất hơn 20 phút phải được chú thích trong thực đơn và khách phải được thông báo tại thời điểm đặt hàng.

source: [60811] Nếu có sự chậm trễ hơn nữa, khách phải được thông báo về sự chậm trễ ít nhất năm phút trước thời gian giao hàng được thông báo.
vi: [60811] Nếu có sự chậm trễ hơn nữa, khách phải được thông báo về sự chậm trễ ít nhất năm phút trước thời gian giao hàng đã thông báo.

source: [60812] Khách cần được thông báo nếu có bất kỳ sự chậm trễ nào vì bất kỳ lý do nào vượt quá thời gian quy định tại thời điểm đặt hàng
vi: [60812] Khách phải được thông báo nếu vì bất cứ lý do nào thời gian đợi vượt quá thời gian đã thông báo lúc đặt hàng.

source: [60825] Hành lang phải được dọn sạch các khay và xe đẩy của khách hai giờ một lần và / hoặc theo yêu cầu của khách.
vi: [60825] Hành lang phải được dọn sạch các khay của khách và trolley hai giờ một lần và/hoặc theo yêu cầu của khách.

source: [60827] Cần có một quy trình để cung cấp các đơn đặt hàng trạm nấu ăn trực tiếp.
vi: [60827] Cần có một quy trình thực hiện các đơn đặt món tại quầy nấu ăn trực tiếp.

source: [60966] Không cho phép ly và đĩa.
vi: [60966] Không cho phép cung cấp tách trà và đĩa.

source: [6100] Nếu không có phản hồi về cuộc gọi phòng, hai nhân viên cao cấp phải đến phòng để kiểm tra sự an toàn của khách.
vi: [6100] Nếu không có phản hồi cuộc gọi, hai nhân viên senior phải đến phòng để kiểm tra sự an toàn của khách.

source: [61054] Dịch vụ ăn uống trong phòng / dịch vụ phòng phải hoạt động trong 24 giờ, bảy ngày một tuần.
vi: [61054] Dịch vụ ăn uống trong phòng/dịch vụ phòng hoạt động 24 giờ, bảy ngày một tuần.

source: [61057] Tối thiểu hai muỗng cà phê thép không gỉ.
vi: [61057] Tối thiểu hai muỗng cà phê bằng thép không gỉ.

source: [61113] Nếu dự trữ, phải trưng bày một thực đơn định giá và in ra các hạng mục trong minibar và tủ lạnh nhỏ.
vi: [61113] Nếu cung cấp sẵn đồ, phải có một bản in danh mục vật phẩm trong mini bar và tủ lạnh mini kèm giá.

source: [61114] Không được kết nối với công tắc chính
vi: [61114] Không được kết nối với công tắc tổng

source: [61924] Nước đóng chai lạnh dự trữ trong một hộp làm mát.
vi: [61924] Nước đóng chai lạnh trữ trong một hộp làm mát.

source: [61925] Một nguồn cung cấp nước đóng chai ở nhiệt độ phòng.
vi: [61925] Nước đóng chai ở nhiệt độ phòng.

source: [61927] Nước đóng chai phải trong khoảng từ 200ml đến 600ml (6,7fl oz và 20,2fl oz).
vi: [61927] Nước đóng chai từ 200ml đến 600ml

source: [61929] Khăn lạnh tươi có thể được cung cấp.
vi: [61929] Có thể cung cấp khăn ướt mát.

source: [62506] Khi kết thúc cuộc gọi đặt phòng, các nhân viên phải đề nghị đặt thêm qua các kênh đặt phòng IHG® cho khách ở tại bất kỳ khách sạn IHG® nào khác và sau đó cảm ơn họ vì đã chọn thương hiệu Holiday Inn®.
vi: [62506] Khi kết thúc cuộc gọi đặt phòng, các nhân viên phải đề xuất đặt phòng thêm qua các kênh đặt phòng IHG® cho khách ở bất kỳ khách sạn IHG® nào khác và sau đó cảm ơn họ vì đã chọn thương hiệu Holiday Inn®.
